Repository: benpicco/caja-sound-converter
Catalog: po/*.po
Languages: de, fr, sl

source: <b>Destination</b>
de: <b>Ausgabeordner</b>
sl: <b>Cilj</b>

source: <b>Format</b>
sl: <b>Zapis</b>

source: Convert Audio File
de: Audio-Datei umwandeln
fr: Conversion audio
sl: Pretvori zvočno datoteko

source: Select A Folder
de: Einen Ordner wählen
fr: Sélectionner un dossier
sl: Izber mape

source: Converting Progress
de: Umwandlung läuft
fr: Conversion en cours
sl: Napredek pretvarjanja

source: Use source directory as output directory
de: Quellordner als Ausgabeordner nutzen
fr: Utilise le répertoire source comme destination
sl: Uporabi izvorno mapo kot izhodno mapo

source: Use the source directory as the default output directory.
de: Ordner der Quelldatei als Standard-Zielordner nutzen.
fr: Utilise le répertoire source comme répertoire de destination par défaut.
sl: Uporab izvorno mapo kot privzeto izhodno mapo.

source: Converting: %d of %d
de: Umgewandelt wird: %d von %d
fr: Conversion: %d de %d
sl: Pretvarjanje: %d od %d

source: Nautilus Sound Converter could not convert this file. Reason: %s
de: Nautilus Sound Converter konnte diese Datei nicht umwandeln. Ursache: %s
sl: Nautilus pretvornik zvoka ni mogel pretvoriti te datoteke. Razlog: %s

source: Speed: Unknown
de: Geschwindigkeit: Unbekannt
fr: Vitesse: inconnue
sl: Hitrost: Neznano

source: Estimated time left: %d:%02d (at %0.1f×)
de: Verbleibende Zeit: %d:%02d (bei %0.1f×)
fr: Temps restant estimé: %d:%02d (à %0.1f×)
sl: Predviden preostali čas: %d:%02d (pri %0.1f×)

source: Estimated time left: unknown
de: Verbleibende Zeit: Unbekannt
fr: Temps restant estimé: inconnu
sl: Predviden preostali čas: neznano

source: Edit _Profiles...
de: _Profile bearbeiten …
fr: _Modifier...
sl: Uredi _profile ...

source: Could not create GConf client.
de: Konnte GConf-Client nicht anlegen.
sl: Odjemalca GConf ni mogoče ustvariti.

source: _Convert...
de: _Umwandeln …
fr: _Convertir...
sl: _Pretvori ...

source: Convert each selected audio file
de: Alle markierten Audio-Dateien umwandeln
fr: Convertir les fichiers son sélectionnés
sl: Pretvori posamezno izbrano zvočno datoteko

source: Audio Profile
de: Audio-Profil
fr: Profil audio
sl: Zvočni profil

source: The GNOME Audio Profile used for encoding audio
de: Das zum Kodieren verwendete Audio-Profil von GNOME
sl: Zvočni profil GNOME za kodiranje zvoka

source: Could not create GStreamer file input
de: GStreamer-Eingangsdatei konnte nicht erzeugt werden
fr: Impossible de créer le fichier d'entrée GStreamer
sl: Vhodne datoteke GStreamer ni mogoče ustvariti

source: Could not create GStreamer encoders for %s
de: GStreamer-Encoder für %s konnte nicht angelegt werden
fr: Impossible de créer le codeur GStreamer pour %s
sl: Kodirnikov GStreamer za %s ni mogoče ustvariti

source: Could not create GStreamer file output
de: GStreamer-Ausgangsdatei konnte nicht erzeugt werden
fr: Impossible de créer le fichier de sortie GStreamer
sl: Izhodne datoteke GStreamer ni mogoče ustvariti

source: Could not link pipeline
de: Weiterleitung konnte nicht erstellt werden
fr: Impossible de lier le pipeline
sl: Cevovoda ni mogoče povezati

source: Could not get current file position
de: Position der aktuellen Datei konnte nicht ermittelt werden
fr: Impossible d'obtenir la position du fichier en cours
sl: Položaja trenutne datoteke ni mogoče dobiti

source: Could not get current file duration
de: Spieldauer der aktuellen Datei konnte nicht ermittelt werden
fr: Impossible d'obtenir la durée du fichier en cours
sl: Trajanja trenutne datoteke ni mogoče dobiti

source: The plugin necessary for mp3 file access was not found
de: Das zum Einlesen von mp3-Dateien benötigte Plugin wurde nicht gefunden
fr: Le greffon nécessaire pour les fichiers mp3 n'a pas été trouvé
sl: Vstavka zahtevanega za dostop datoteke mp3 ni bilo mogoče najti

source: The plugin necessary for wav file access was not found
de: Das zum Einlesen von wav-Dateien benötigte Plugin wurde nicht gefunden
fr: Le greffon nécessaire pour les fichiers wav n'a pas été trouvé
sl: Vstavka zahtevanega za dostop datoteke wav ni bilo mogoče najti

source: The plugin necessary for aac file access was not found
de: Das zum Einlesen von aac-Dateien benötigte Plugin wurde nicht gefunden
fr: Le greffon nécessaire pour les fichiers aac n'a pas été trouvé
sl: Vstavka zahtevanega za dostop datoteke aac ni bilo mogoče najti

source: The plugin necessary for musepack file access was not found
de: Das zum Einlesen von musepack-Dateien benötigte Plugin wurde nicht gefunden
fr: Le greffon nécessaire pour les fichiers musepack n'a pas été trouvé
sl: Vstavka zahtevanega za dostop datoteke musepack ni bilo mogoče najti

source: The plugin necessary for wma file access was not found
de: Das zum Einlesen von wav-Dateien benötigte Plugin wurde nicht gefunden
fr: Le greffon nécessaire pour les fichiers wma n'a pas été trouvé
sl: Vstavka zahtevanega za dostop datoteke wma ni bilo mogoče najti

source: Caja Sound Converter could not convert this file. Reason: %s
fr: Le fichier n'a pas pu être converti. Raison: %s

source: Could not create MateConf client.
fr: Impossible de créer le client GConf.

source: The MATE Audio Profile used for encoding audio
fr: Le profil audio GNOME utilisé pour coder le fichier son
